Repository: punpat2000/sonica
Catalog: src/locale/messages.*.xlf
Languages: ja, th, zh

# home.hero.imageAlt
source: Sonica Hero
ja: Sonica ヒーロー
th: โซนิก้า ฮีโร่
zh: Sonica 主页

# footer.description
source: Leading provider of UV screen printing solutions since 2000. Trusted by manufacturers across Thailand for quality products and expert service.
ja: 2000年以降、UVスクリーン印刷ソリューションの主要プロバイダー。高品質な製品と専門的なサービスで、タイ全土のメーカーから信頼されています。
th: ผู้ให้บริการชั้นนำด้านโซลูชันการพิมพ์สกรีน UV ตั้งแต่ปี 2000 ได้รับความไว้วางใจจากผู้ผลิตทั่วประเทศไทยในด้านผลิตภัณฑ์คุณภาพและบริการผู้เชี่ยวชาญ
zh: 自2000年以来，UV丝网印刷解决方案的领先提供商。凭借优质产品和专业服务，受到泰国各地制造商的信赖。

# footer.email
source: Email:
ja: メール：
th: อีเมล:
zh: 电子邮件：

# footer.phone
source: Phone:
ja: 電話：
th: โทรศัพท์:
zh: 电话：

# footer.followUs
source: Follow Us
ja: フォローする
th: ติดตามเรา
zh: 关注我们

# footer.quickLinks
source: Quick Links
ja: クイックリンク
th: ลิงก์ด่วน
zh: 快速链接

# footer.home
source: Home
ja: ホーム
th: หน้าแรก
zh: 首页

# footer.about
source: About Us
ja: 私たちについて
th: เกี่ยวกับเรา
zh: 关于我们

# footer.industries
source: Industries
ja: 業界
th: อุตสาหกรรม
zh: 行业

# footer.resources
source: Resources
ja: リソース
th: ทรัพยากร
zh: 资源

# footer.contact
source: Contact
ja: お問い合わせ
th: ติดต่อ
zh: 联系我们

# footer.products
source: Products
ja: 製品
th: ผลิตภัณฑ์
zh: 产品

# footer.products.inks
source: UV Screen Printing Inks
ja: UVスクリーン印刷インク
th: หมึกพิมพ์สกรีน UV
zh: UV丝网印刷油墨

# footer.products.squeegees
source: Squeegees
ja: スクイージー
th: ยางปาด
zh: 刮刀

# footer.products.ledUvCuring
source: LED/UV Curing Systems
ja: LED/UV硬化システム
th: ระบบอบแห้ง LED/UV
zh: LED/UV固化系统

# footer.products.uvMeters
source: UV Intensity Meters
ja: UV強度計
th: เครื่องวัดความเข้ม UV
zh: UV强度计

# footer.services
source: Services
ja: サービス
th: บริการ
zh: 服务

# footer.services.colorMatching
source: Color Matching
ja: カラーマッチング
th: แมตช์สี
zh: 配色服务

# footer.services.consulting
source: Technical Consulting
ja: 技術コンサルティング
th: ที่ปรึกษาทางเทคนิค
zh: 技术咨询

# footer.services.support
source: Customer Support
ja: カスタマーサポート
th: บริการลูกค้า
zh: 客户支持

# footer.copyright
source: © {{ currentYear() }} Sonica. All rights reserved.
ja: © {{ currentYear }} Sonica。無断転載を禁じます。
th: © {{ currentYear }} บริษัท โซนิก้า จำกัด สงวนลิขสิทธิ์
zh: © {{ currentYear }} Sonica。保留所有权利。

# footer.privacy
source: Privacy Policy
ja: プライバシーポリシー
th: นโยบายความเป็นส่วนตัว
zh: 隐私政策

# footer.terms
source: Terms of Service
ja: 利用規約
th: เงื่อนไขการให้บริการ
zh: 服务条款

# header.toggleMenu
source: Toggle menu
ja: メニューを切り替え
th: สลับเมนู
zh: 切换菜单

# header.home
source: Home
ja: ホーム
th: หน้าแรก
zh: 首页

# header.about
source: About Us
ja: 私たちについて
th: เกี่ยวกับเรา
zh: 关于我们

# header.products
source: Products <span class="dropdown-arrow">▼</span>
ja: 製品 <span class="dropdown-arrow">▼</span>
th: ผลิตภัณฑ์ <span class="dropdown-arrow">▼</span>
zh: 产品 <span class="dropdown-arrow">▼</span>

# header.products.inks
source: UV Screen Printing Inks
ja: UVスクリーン印刷インク
th: หมึกพิมพ์สกรีน UV
zh: UV丝网印刷油墨

# header.products.squeegees
source: Squeegees
ja: スクイージー
th: ยางปาด
zh: 刮刀

# header.products.ledUvCuring
source: LED/UV Curing Systems
ja: LED/UV硬化システム
th: ระบบอบแห้ง LED/UV
zh: LED/UV固化系统

# header.products.uvMeters
source: UV Intensity Meters
ja: UV強度計
th: เครื่องวัดความเข้ม UV
zh: UV强度计

# header.services
source: Services <span class="dropdown-arrow">▼</span>
ja: サービス <span class="dropdown-arrow">▼</span>
th: บริการ <span class="dropdown-arrow">▼</span>
zh: 服务 <span class="dropdown-arrow">▼</span>

# header.services.colorMatching
source: Color Matching
ja: カラーマッチング
th: แมตช์สี
zh: 配色服务

# header.services.consulting
source: Technical Consulting
ja: 技術コンサルティング
th: ที่ปรึกษาทางเทคนิค
zh: 技术咨询

# header.services.support
source: Customer Support
ja: カスタマーサポート
th: บริการลูกค้า
zh: 客户支持

# header.industries
source: Industries
ja: 業界
th: อุตสาหกรรม
zh: 行业

# header.resources
source: Resources
ja: リソース
th: ทรัพยากร
zh: 资源

# header.contact
source: Contact
ja: お問い合わせ
th: ติดต่อ
zh: 联系我们

# home.hero.title
source: Welcome to Sonica
ja: Sonicaへようこそ
th: ยินดีต้อนรับสู่โซนิก้า
zh: 欢迎来到 Sonica

# home.hero.subtitle
source: Sole Distributor of Norcote International, Inc. in Thailand
ja: タイにおけるNorcote International, Inc.の独占販売代理店
th: ตัวแทนจำหน่ายแต่เพียงผู้เดียวของ Norcote International, Inc. ในประเทศไทย
zh: Norcote International, Inc. 在泰国的独家经销商

# home.hero.description
source: Experience the future of innovation with cutting-edge UV screen printing technology and design solutions
ja: 最先端のUVスクリーン印刷技術とデザインソリューションで、革新の未来を体験してください
th: สัมผัสอนาคตแห่งนวัตกรรมด้วยเทคโนโลยีการพิมพ์สกรีน UV ที่ล้ำสมัยและโซลูชันการออกแบบ
zh: 体验创新的未来，采用尖端的UV丝网印刷技术和设计解决方案

# home.hero.button
source: Get Started
ja: 始める
th: เริ่มต้นใช้งาน
zh: 开始使用

# home.aboutSonica.title
source: About Sonica
ja: Sonicaについて
th: เกี่ยวกับโซนิก้า
zh: 关于 Sonica

# home.aboutSonica.description1
source: Sonica was established in 2000 and has been a trusted leader in the UV screen printing industry. We are the <strong>sole distributor of Norcote International, Inc.</strong> in Thailand, bringing world-class UV screen printing solutions to manufacturers across the country.
ja: Sonicaは2000年に設立され、UVスクリーン印刷業界で信頼できるリーダーとして活動してきました。私たちはタイにおけるNorcote International, Inc.の<strong>独占販売代理店</strong>であり、タイ全国のメーカーに世界クラスのUVスクリーン印刷ソリューションを提供しています。
th: บริษัท โซนิก้า จำกัด ก่อตั้งขึ้นในปี 2000 และเป็นผู้นำที่เชื่อถือได้ในอุตสาหกรรมการพิมพ์สกรีน UV เราเป็น <strong>ตัวแทนจำหน่ายแต่เพียงผู้เดียวของ Norcote International, Inc.</strong> ในประเทศไทย นำโซลูชันการพิมพ์สกรีน UV ระดับโลกมาสู่ผู้ผลิตทั่วประเทศ
zh: Sonica成立于2000年，一直是UV丝网印刷行业值得信赖的领导者。我们是Norcote International, Inc.在泰国的<strong>独家经销商</strong>，为全国各地的制造商带来世界一流的UV丝网印刷解决方案。

# home.aboutSonica.description2
source: We specialize in providing high-quality UV screen printing inks, premium squeegees, advanced LED/UV curing systems, and precision UV intensity meters. Our commitment to excellence and innovation, combined with our exclusive partnership with Norcote International, has made us a preferred partner for leading manufacturers across Thailand.
ja: 私たちは、高品質なUVスクリーン印刷インク、プレミアムスクイージー、高度なLED/UV硬化システム、精密UV強度計の提供を専門としています。卓越性と革新への取り組み、そしてNorcote Internationalとの独占的パートナーシップにより、タイ全土の主要メーカーの優先パートナーとなっています。
th: เราเชี่ยวชาญในการให้บริการหมึกพิมพ์สกรีน UV คุณภาพสูง ยางปาดพรีเมียม ระบบอบแห้ง LED/UV ขั้นสูง และเครื่องวัดความเข้ม UV แบบแม่นยำ ความมุ่งมั่นของเราต่อความเป็นเลิศและนวัตกรรม ร่วมกับพันธมิตรพิเศษของเรากับ Norcote International ทำให้เราเป็นพันธมิตรที่ผู้ผลิตชั้นนำทั่วประเทศไทยเลือกใช้
zh: 我们专注于提供高品质的UV丝网印刷油墨、优质刮刀、先进的LED/UV固化系统和精密UV强度计。我们对卓越和创新的承诺，加上与Norcote International的独家合作伙伴关系，使我们成为泰国各地领先制造商的首选合作伙伴。

# home.aboutNorcote.title
source: About Norcote International
ja: Norcote Internationalについて
th: เกี่ยวกับ Norcote International
zh: 关于 Norcote International

# home.aboutNorcote.description1
source: For over 40 years, Norcote has focused on developing innovative, market-driven UV curable printing inks, helping our customers lead their markets. As your needs evolve, we evolve with you, ensuring our products remain cutting-edge.
ja: 40年以上にわたり、Norcoteは革新的で市場主導型のUV硬化印刷インクの開発に焦点を当て、お客様が市場をリードできるよう支援してきました。お客様のニーズが進化するにつれて、私たちも共に進化し、製品が最先端であり続けることを保証しています。
th: กว่า 40 ปีที่ Norcote มุ่งเน้นการพัฒนาหมึกพิมพ์ที่อบด้วย UV ที่เป็นนวัตกรรมและขับเคลื่อนด้วยตลาด ช่วยให้ลูกค้าของเรานำตลาด เมื่อความต้องการของคุณพัฒนาไป เราก็พัฒนาตามไปด้วย เพื่อให้แน่ใจว่าผลิตภัณฑ์ของเรายังคงล้ำสมัยอยู่เสมอ
zh: 40多年来，Norcote一直专注于开发创新的、市场驱动的UV固化印刷油墨，帮助客户在市场中领先。随着您的需求不断发展，我们与您共同发展，确保我们的产品始终保持前沿。

# home.aboutNorcote.description2
source: Whether you're new to UV printing or a seasoned veteran, our Technical Service team is here to provide the right tools and support, from laboratory testing to on-site troubleshooting, ensuring your projects are completed successfully.
ja: UV印刷が初めての方でも、経験豊富なベテランでも、当社の技術サービスチームが、実験室でのテストから現場でのトラブルシューティングまで、適切なツールとサポートを提供し、プロジェクトが成功裏に完了することを保証します。
th: ไม่ว่าคุณจะเป็นมือใหม่ในการพิมพ์ UV หรือมืออาชีพที่มีประสบการณ์ ทีมบริการทางเทคนิคของเราพร้อมให้เครื่องมือและการสนับสนุนที่เหมาะสม ตั้งแต่การทดสอบในห้องปฏิบัติการไปจนถึงการแก้ไขปัญหาที่ไซต์งาน เพื่อให้แน่ใจว่าโครงการของคุณสำเร็จลุล่วง
zh: 无论您是UV印刷的新手还是经验丰富的专家，我们的技术服务团队都会为您提供合适的工具和支持，从实验室测试到现场故障排除，确保您的项目成功完成。

# home.aboutNorcote.description3
source: Our team of color experts offers quick and precise color matching, and provides on-site training with the latest color measurement technology. Additionally, our friendly Customer Service Representatives ensure your orders are handled efficiently and delivered promptly, meeting your expectations every time.
ja: 当社の色彩専門家チームは、迅速かつ正確なカラーマッチングを提供し、最新の色彩測定技術による現場トレーニングも行っています。さらに、親切なカスタマーサービス担当者が、お客様のご注文を効率的に処理し、迅速にお届けすることで、常にご期待にお応えします。
th: ทีมผู้เชี่ยวชาญด้านสีของเรามอบการแมตช์สีที่รวดเร็วและแม่นยำ และให้การฝึกอบรมที่ไซต์งานด้วยเทคโนโลยีการวัดสีล่าสุด นอกจากนี้ ผู้แทนฝ่ายบริการลูกค้าที่เป็นมิตรของเรามั่นใจว่าคำสั่งซื้อของคุณได้รับการจัดการอย่างมีประสิทธิภาพและส่งมอบทันเวลา ตอบสนองความคาดหวังของคุณทุกครั้ง
zh: 我们的色彩专家团队提供快速精确的配色服务，周转时间为1-3天，并提供最新色彩测量技术的现场培训。此外，我们友好的客户服务代表确保您的订单得到高效处理并及时交付，每次都满足您的期望。

# home.services.title
source: Our Services
ja: 私たちのサービス
th: บริการของเรา
zh: 我们的服务

# home.services.inks.alt
source: UV Screen Printing Inks
ja: UVスクリーン印刷インク
th: หมึกพิมพ์สกรีน UV
zh: UV丝网印刷油墨

# home.services.inks.title
source: UV Screen Printing Inks
ja: UVスクリーン印刷インク
th: หมึกพิมพ์สกรีน UV
zh: UV丝网印刷油墨

# home.services.inks.description
source: Premium quality inks for various printing applications with excellent color matching capabilities.
ja: 優れたカラーマッチング機能を備えた、さまざまな印刷用途向けのプレミアム品質インク。
th: หมึกคุณภาพพรีเมียมสำหรับการใช้งานการพิมพ์ที่หลากหลายพร้อมความสามารถในการแมตช์สีที่ยอดเยี่ยม
zh: 适用于各种印刷应用的高品质油墨，具有出色的配色能力。

# home.services.colorMatching.alt
source: Color Matching Services
ja: カラーマッチングサービス
th: บริการแมตช์สี
zh: 配色服务

# home.services.colorMatching.title
source: Color Matching Services
ja: カラーマッチングサービス
th: บริการแมตช์สี
zh: 配色服务

# home.services.colorMatching.description
source: Professional color matching to ensure perfect color consistency for your projects.
ja: プロジェクトの完璧な色の一貫性を確保するための専門的なカラーマッチング。
th: การแมตช์สีแบบมืออาชีพเพื่อให้แน่ใจว่าความสม่ำเสมอของสีที่สมบูรณ์แบบสำหรับโครงการของคุณ
zh: 专业的配色服务，确保您的项目颜色完美一致。

# home.services.consulting.alt
source: Technical Consulting
ja: 技術コンサルティング
th: ที่ปรึกษาทางเทคนิค
zh: 技术咨询

# home.services.consulting.title
source: Technical Consulting
ja: 技術コンサルティング
th: ที่ปรึกษาทางเทคนิค
zh: 技术咨询

# home.services.consulting.description
source: Expert guidance to optimize your printing processes and improve efficiency.
ja: 印刷プロセスを最適化し、効率を向上させるための専門的なガイダンス。
th: คำแนะนำจากผู้เชี่ยวชาญเพื่อเพิ่มประสิทธิภาพกระบวนการพิมพ์ของคุณและปรับปรุงประสิทธิภาพ
zh: 专家指导，优化您的印刷流程并提高效率。

# home.services.equipment.alt
source: Equipment Solutions
ja: 機器ソリューション
th: โซลูชันอุปกรณ์
zh: 设备解决方案

# home.services.equipment.title
source: Equipment Solutions
ja: 機器ソリューション
th: โซลูชันอุปกรณ์
zh: 设备解决方案

# home.services.equipment.description
source: State-of-the-art LED/UV curing systems and UV intensity meters for quality control.
ja: 品質管理のための最先端のLED/UV硬化システムとUV強度計。
th: ระบบอบแห้ง LED/UV ที่ทันสมัยและเครื่องวัดความเข้ม UV สำหรับการควบคุมคุณภาพ
zh: 用于质量控制的先进LED/UV固化系统和UV强度计。

# home.whyChoose.title
source: Why Choose Sonica?
ja: なぜSonicaを選ぶのか？
th: ทำไมต้องเลือกโซนิก้า?
zh: 为什么选择 Sonica？

# home.whyChoose.experience.title
source: 25+ Years Experience
ja: 25年以上の経験
th: ประสบการณ์มากกว่า 25 ปี
zh: 25年以上经验

# home.whyChoose.experience.description
source: Extensive industry knowledge and expertise since 2000
ja: 2000年以降の豊富な業界知識と専門知識
th: ความรู้และความเชี่ยวชาญในอุตสาหกรรมอย่างกว้างขวางตั้งแต่ปี 2000
zh: 自2000年以来丰富的行业知识和专业知识

# home.whyChoose.quality.title
source: Quality Products
ja: 高品質製品
th: ผลิตภัณฑ์คุณภาพ
zh: 优质产品

# home.whyChoose.quality.description
source: Premium materials trusted by leading manufacturers
ja: 主要メーカーから信頼されているプレミアム材料
th: วัสดุพรีเมียมที่ได้รับความไว้วางใจจากผู้ผลิตชั้นนำ
zh: 领先制造商信赖的优质材料

# home.whyChoose.support.title
source: Expert Support
ja: 専門サポート
th: การสนับสนุนจากผู้เชี่ยวชาญ
zh: 专家支持

# home.whyChoose.support.description
source: Comprehensive technical consulting and customer service
ja: 包括的な技術コンサルティングとカスタマーサービス
th: การให้คำปรึกษาทางเทคนิคและบริการลูกค้าอย่างครอบคลุม
zh: 全面的技术咨询和客户服务

# home.whyChoose.innovation.title
source: Innovation
ja: 革新
th: นวัตกรรม
zh: 创新

# home.whyChoose.innovation.description
source: Cutting-edge technology and solutions for modern printing needs
ja: 現代の印刷ニーズに対応する最先端技術とソリューション
th: เทคโนโลยีและโซลูชันที่ล้ำสมัยสำหรับความต้องการการพิมพ์สมัยใหม่
zh: 满足现代印刷需求的尖端技术和解决方案

# inks.detail.backToCatalogue
source: ← Back to ink catalogue
ja: ← インクカタログに戻る
th: ← กลับไปยังแคตตาล็อกหมึก
zh: ← 返回油墨目录

# inks.detail.screenPrinting
source: Screen Printing
ja: スクリーン印刷
th: การพิมพ์สกรีน
zh: 丝网印刷

# inks.detail.overview
source: Overview
ja: 概要
th: ภาพรวม
zh: 概述

# inks.detail.applications
source: Applications
ja: 用途
th: การใช้งาน
zh: 应用

# inks.detail.substrates
source: Substrates
ja: 基材
th: พื้นผิวรองรับ
zh: 基材

# inks.detail.features
source: Features
ja: 特徴
th: คุณสมบัติ
zh: 特点

# inks.detail.standardColors
source: Standard Colors
ja: 標準色
th: สีมาตรฐาน
zh: 标准色

# inks.detail.soldByWeight
source: Sold by weight. KG in part code indicates kg per US gallon container.
ja: 重量販売。品番のKGは1米国ガロン容器あたりのkgを示します。
th: ขายตามน้ำหนัก ตัวอักษร KG ในรหัสชิ้นส่วนหมายถึง kg ต่อภาชนะ 1 แกลลอนสหรัฐ
zh: 按重量销售。品号中的 KG 表示每美制加仑容器的公斤数。

# inks.detail.footnote1
source: ¹ May not be suitable for lightfast applications. Prolonged exposure to direct sunlight not recommended.
ja: ¹ 耐光性が求められる用途には不向きな場合があります。直射日光への長時間の暴露は推奨されません。
th: ¹ อาจไม่เหมาะสำหรับการใช้งานที่ต้องการความทนแสง ไม่แนะนำให้สัมผัสแสงแดดโดยตรงเป็นเวลานาน
zh: ¹ 可能不适用于耐光应用。不建议长时间暴露于直射阳光。

# inks.detail.footnote2
source: ² Avoid using in color matches; these colors contain multiple pigments.
ja: ² 配色には使用しないでください。これらの色は複数の顔料を含みます。
th: ² หลีกเลี่ยงการใช้ในการแมตช์สี สีเหล่านี้มีเม็ดสีหลายชนิด
zh: ² 请勿用于配色；这些颜色含多种颜料。

# inks.detail.processColors
source: Process Colors
ja: プロセスカラー（CMYK）
th: สี CMYK
zh: 四色印刷

# inks.detail.colorMatchingGuide
source: Color Matching Guide
ja: 配色ガイド
th: คู่มือการแมตช์สี
zh: 配色指南

# inks.detail.transparents
source: Transparents
ja: クリアインク
th: หมึกแลคเกอร์ (เคลียร์/โปร่งใส)
zh: 透明油墨

# inks.detail.transparentShelfLife
source: Transparent inks have a shelf life of 1 year from date of manufacture when stored under proper conditions.
ja: クリアインクは適切な条件下で保管した場合、製造日から1年の保存期限があります。
th: หมึกแลคเกอร์มีอายุการเก็บรักษา 1 ปีนับจากวันผลิตเมื่อเก็บในสภาพที่เหมาะสม
zh: 透明油墨在适当条件下储存时，自生产日期起保质期为 1 年。

# inks.detail.whitesBlacksClears
source: Whites, Blacks & Clears
ja: 白・黒・クリア
th: สีขาว สีดำ และแลคเกอร์
zh: 白、黑与透明

# inks.detail.texturedClears
source: Textured Clears
ja: テクスチャークリア
th: แลคเกอร์ชนิดมีผิวสัมผัส
zh: 纹理透明

# inks.detail.texturedClearsShelfLife
source: Textured clears have a shelf life of 1 year from date of manufacture when stored under proper conditions.
ja: テクスチャークリアは適切な条件下で保管した場合、製造日から1年の保存期限があります。
th: แลคเกอร์ชนิดมีผิวสัมผัสมีอายุการเก็บรักษา 1 ปีนับจากวันผลิตเมื่อเก็บในสภาพที่เหมาะสม
zh: 纹理透明在适当条件下储存时，自生产日期起保质期为 1 年。

# inks.detail.contactUs
source: Contact us for more info
ja: 詳細はお問い合わせください
th: ติดต่อเราเพื่อข้อมูลเพิ่มเติม
zh: 联系我们了解更多

source: May not be suitable for lightfast applications. Prolonged exposure to direct sunlight not recommended.
ja: 耐光性が求められる用途には不向きな場合があります。直射日光への長時間の暴露は推奨されません。
th: อาจไม่เหมาะสำหรับงานที่ต้องการความทนทานต่อแสง; ไม่แนะนำให้สัมผัสแสงแดดโดยตรงเป็นเวลานาน
zh: 可能不适用于耐光应用。不建议长时间暴露于直射阳光。

source: Avoid using in color matches; these colors contain multiple pigments.
ja: 配色には使用しないでください。これらの色は複数の顔料を含みます。
th: หลีกเลี่ยงการใช้ในการแมตช์สี สีเหล่านี้มีเม็ดสีหลายชนิด
zh: 请勿用于配色；这些颜色含多种颜料。

source: Halogen free per the International Electrotechnical Commission standard IEC 61249-2-21, or may not be suitable for lightfast applications and is not recommended for prolonged exposure to direct sunlight.
ja: 国際電気標準会議（IEC）規格 IEC 61249-2-21 に準拠したハロゲンフリー。または耐光性が求められる用途には不向きで、直射日光への長時間の暴露は推奨されません。
th: ปลอดฮาโลเจนตามมาตรฐาน IEC 61249-2-21 ของ International Electrotechnical Commission หรืออาจไม่เหมาะสำหรับการใช้งานที่ต้องการความทนแสง และไม่แนะนำให้สัมผัสแสงแดดโดยตรงเป็นเวลานาน
zh: 符合国际电工委员会标准 IEC 61249-2-21 的无卤要求；或可能不适用于耐光应用，不建议长时间暴露于直射阳光。

# inks.series.70g.name
source: 70G Series
ja: 70Gシリーズ
th: ซีรีส์ 70G
zh: 70G 系列

# inks.series.70g.shortDescription
source: One-part, dual cure UV/LED screen ink for glass and plastic containers. High adhesion, chemical and water resistance.
ja: ガラスおよびプラスチック容器用の一液型UV/LEDデュアルキュアスクリーンインク。高い密着性と耐薬品性・耐水性を備えています。
th: หมึกพิมพ์สกรีนชนิดหนึ่งส่วนผสม (One-part) แบบ Dual Cure UV/LED สำหรับบรรจุภัณฑ์แก้วและพลาสติก ให้การยึดเกาะสูง พร้อมความทนทานต่อสารเคมีและน้ำ
zh: 玻璃与塑料容器用一液双固化 UV/LED 丝网油墨。高附着力、耐化学、耐水。

# inks.series.ppc.name
source: PPC Series
ja: PPCシリーズ
th: ซีรีส์ PPC
zh: PPC 系列

# inks.series.ppc.shortDescription
source: One-part UV screen ink for containers. Chemical resistant, quick curing, superb gloss, high definition. No additives required; excellent intercoat. All colors intermixable.
ja: 容器用一液型UVスクリーンインク。優れた耐薬品性と高速硬化性を持ち、高光沢で高解像度な印刷が可能です。添加剤不要で層間密着にも優れ、全色混色が可能です。
th: หมึกพิมพ์สกรีน UV แบบหนึ่งส่วนผสมสำหรับงานบรรจุภัณฑ์ ให้ความทนทานต่อสารเคมี อบแห้งรวดเร็ว ผิวเงาสูง คมชัด ไม่ต้องใช้สารเติมแต่ง ให้การยึดเกาะระหว่างชั้นพิมพ์ดีเยี่ยม และสามารถผสมสีได้ทุกเฉด
zh: 容器用一液 UV 丝网油墨。耐化学、快干、高光泽、高清晰。无需添加剂；层间附着力佳。所有颜色可互混。

# inks.series.msk.name
source: MSK Series
ja: MSKシリーズ
th: ซีรีส์ MSK
zh: MSK 系列

# inks.series.msk.shortDescription
source: High-end UV curable second surface ink for industrial graphics. Extremely flexible, embossable, excellent adhesion. For user interface overlays, nameplates, automotive.
ja: 産業用グラフィック向け高性能UV硬化裏面印刷インク。極めて柔軟でエンボス加工が可能、密着性にも優れています。UIオーバーレイ、ネームプレート、自動車用途に最適です。
th: หมึกพิมพ์ UV Curable สำหรับงานพิมพ์ด้านหลัง (Second Surface) ระดับพรีเมียมสำหรับกราฟิกอุตสาหกรรม ให้ความยืดหยุ่นสูงเป็นพิเศษ สามารถปั๊มนูนได้ และยึดเกาะดีเยี่ยม เหมาะสำหรับแผงควบคุมผู้ใช้ เนมเพลต และงานอุตสาหกรรมยานยนต์
zh: 工业图形用高端 UV 固化背面油墨。极柔韧、可压凸、附着力佳。适用于 UI overlay、铭牌、汽车。

# inks.series.1500.name
source: 1500 Series
ja: 1500シリーズ
th: ซีรีส์ 1500
zh: 1500 系列

# inks.series.1500.shortDescription
source: UV curable ink system for pressure sensitive decals with 3–5 years exterior exposure. Excellent flexibility, adhesion, opacity; NVP free. For pressure sensitive vinyls and print treated polyesters.
ja: 屋外3〜5年の耐候性を持つ感圧デカール用UV硬化インクシステム。優れた柔軟性・密着性・不透明性を備え、NVPフリーです。感圧ビニールや印刷処理ポリエステル向けに設計されています。
th: ระบบหมึก UV สำหรับสติกเกอร์กดติด ทนสภาพกลางแจ้ง 3–5 ปี ยืดหยุ่น ยึดเกาะแน่น ทึบแสง ไร้ NVP สำหรับไวนิลกดติด และโพลีเอสเตอร์ที่ผ่านการพิมพ์
zh: 耐候 3–5 年压敏贴花用 UV 固化油墨。柔韧、附着力、遮盖力佳；无 NVP。适用于压敏乙烯基与印刷处理聚酯。

# inks.series.specialty.name
source: Specialty Screen Series
ja: スペシャルティスクリーンシリーズ
th: ซีรีส์สกรีนพิเศษ
zh: 特种丝网系列

# inks.series.specialty.shortDescription
source: Specialty UV screen inks for decorative, metallic, and effect applications. Contact us for availability.
ja: 装飾・メタリック・特殊効果向けのスペシャルティUVスクリーンインク。仕様や在庫状況についてはお問い合わせください。
th: หมึกสกรีน UV พิเศษ สำหรับงานตกแต่ง เมทัลลิก และเอฟเฟกต์ ติดต่อสอบถามสต็อก
zh: 装饰、金属与特效用特种 UV 丝网油墨。库存请联系我们。

# inks.series.70g.longDescription
source: The 70G Series is a one-part, dual cure ink system formulated to meet the requirements needed for printing on glass and plastic bottles commonly used in the container market. It can be cured with UV or LED systems (365–405 nm) or with traditional UV mercury or iron-doped curing systems. Cross-linking continues for up to 24 hours after printing; adhesion should be tested after cooling to room temperature.
ja: 70Gシリーズは、容器市場で一般的に使用されるガラスおよびプラスチックボトルへの印刷要件を満たすために開発された一液型デュアルキュアインクシステムです。UVまたはLED（365～405 nm）による硬化に加え、従来のUV水銀ランプおよび鉄添加ランプによる硬化にも対応しています。印刷後も最大24時間にわたり架橋反応が進行するため、室温まで冷却した後に密着性の確認を行ってください。
th: 70G Series เป็นระบบหมึกพิมพ์ แบบหนึ่งส่วนผสม (One-part) ชนิด Dual Cure ที่พัฒนาขึ้นเพื่อตอบโจทย์งานพิมพ์บนขวดแก้วและขวดพลาสติกที่ใช้กันทั่วไปในตลาดบรรจุภัณฑ์ หมึกสามารถอบได้ทั้งด้วยระบบ UV หรือ LED (ช่วง 365–405 นาโนเมตร) รวมถึงระบบอบแบบดั้งเดิมที่ใช้หลอด UV Mercury หรือ Iron-doped โดยหลังการพิมพ์จะยังเกิดกระบวนการ Cross-linking ต่อเนื่องได้นานถึง 24 ชั่วโมง และควรทำการทดสอบการยึดเกาะหลังจากชิ้นงานเย็นตัวลงจนถึงอุณหภูมิห้องแล้ว
zh: 70G 系列为单液双固化油墨体系，用于容器市场常用的玻璃与塑料瓶印刷。可用 UV 或 LED（365–405 nm）或传统 UV 汞灯/掺铁固化系统固化。印刷后交联可持续至 24 小时；冷却至室温后应测试附着力。

# inks.series.70g.features.0
source: Dual cure: UV and LED (365–405 nm)
ja: 二重硬化：UVおよびLED（365–405 nm）
th: สองระบบอบ: UV และ LED (365–405 nm)
zh: 双固化：UV 与 LED（365–405 nm）

# inks.series.70g.features.1
source: Plain weave polyester mesh 305+ TPI (120+ threads/cm) recommended
ja: 平織ポリエステルメッシュ 305+ TPI（120+ 本/cm）推奨
th: แนะนำผ้าเบอร์โพลีเอสเตอร์สานธรรมดา 305+ TPI (120+ เส้น/cm)
zh: 建议使用平纹涤纶网 305+ TPI（120+ 线/cm）

# inks.series.70g.features.2
source: 70G-070 Thinner up to 10% by weight if needed
ja: 必要に応じて70G-070シンナーを重量比10%まで
th: 70G-070 Thinner สามารถเติมได้สูงสุด 10% โดยน้ำหนัก หากจำเป็น
zh: 需要时 70G-070 稀释剂可按重量最多 10%

# inks.series.70g.features.3
source: Additives available for difficult adhesion (70G-000KG4, CUR-800, ADC-172, ADH-067, DK-072)
ja: 密着困難時用添加剤あり（70G-000KG4、CUR-800、ADC-172、ADH-067、DK-072）
th: มีสารเติมสำหรับการยึดเกาะยาก (70G-000KG4, CUR-800, ADC-172, ADH-067, DK-072)
zh: 难附着力用添加剂可选（70G-000KG4、CUR-800、ADC-172、ADH-067、DK-072）

# inks.series.70g.features.4
source: Metallic pastes and pigments supported (70G-000KG4 Mixing Base)
ja: メタリックペースト・顔料対応（70G-000KG4ミキシングベース）
th: รองรับเมทัลลิกและเม็ดสี (70G-000KG4 Mixing Base)
zh: 支持金属浆与颜料（70G-000KG4 调合基）

# inks.series.70g.features.5
source: Fluorescent colors available on request
ja: 蛍光色はお問い合わせにて対応
th: สีเรืองแสงตามคำขอ
zh: 荧光色可按需提供

# inks.series.70g.features.6
source: Sold by weight; KG in part code = kg per US gallon container
ja: 重量販売；品番のKG＝1米国ガロン容器あたりのkg
th: ขายตามน้ำหนัก; KG ในรหัส = kg ต่อภาชนะ 1 แกลลอนสหรัฐ
zh: 按重量销售；品号中 KG = 每美制加仑容器公斤数
