Repository: punpat2000/sonica
Catalog: src/locale/messages.*.xlf
Languages: ja, th, zh

# inks.series.ppc.longDescription
source: The PPC Series is a one-part UV curable ink system designed for direct printing on common container applications. Suitable for treated HDPE, LDPE, polypropylene, styrene, PET, and PVC. PET may require flame treatment for adhesion; for thin-walled PVC, embrittlement can occur (04 Series may be better for PVC). Inks are supplied at print-ready viscosity; PPC-070 Thinner or PPC-049 Overprint Clear can be used to thin. Curing: UV light 280–400 nm; fast cure with one 300 W/in or two 200 W/in medium pressure mercury vapor lamps. Non-visual post-curing with cross-linking up to 24 hours. All PPC Series colors are intermixable. Custom and specific colors can be matched at Norcote with print sample, wet ink sample, or Pantone® numbers.
ja: PPCシリーズは、一般的な容器用途への直接印刷を目的として設計された一液型UV硬化インクシステムです。処理済みHDPE、LDPE、ポリプロピレン、スチレン、PET、PVCに適しています。PETでは密着性向上のためフレーム処理が必要となる場合があります。また、薄肉PVCでは脆化が生じる可能性があるため、PVC用途には04シリーズが適する場合があります。インクは印刷可能な粘度で供給され、PPC-070シンナーまたはPPC-049オーバープリントクリアにより希釈が可能です。硬化は280～400 nmのUV光で行い、300 W/inランプ1灯または200 W/in中圧水銀ランプ2灯により高速硬化が可能です。非視覚的後硬化により、最大24時間にわたり架橋反応が進行します。PPCシリーズの全色は混色可能で、Norcoteでは印刷サンプル、湿潤インクサンプル、またはPantone®番号に基づくカスタムカラー対応が可能です。
th: PPC Series เป็นหมึกพิมพ์ UV Curable แบบหนึ่งส่วนผสม สำหรับการพิมพ์โดยตรงบนบรรจุภัณฑ์ทั่วไป เหมาะกับวัสดุที่ผ่านการเตรียมผิวแล้ว เช่น HDPE, LDPE, Polypropylene, Styrene, PET และ PVC โดย PET อาจต้องผ่าน Flame Treatment เพื่อเพิ่มการยึดเกาะ และ PVC ที่มีผนังบางอาจเกิดความเปราะได้ (แนะนำให้ใช้ 04 Series สำหรับงาน PVC) หมึกถูกจัดส่งในความหนืดพร้อมพิมพ์ สามารถปรับลดความหนืดได้ด้วย PPC-070 Thinner หรือ PPC-049 Overprint Clear การอบใช้แสง UV ช่วง 280–400 nm ให้การอบที่รวดเร็วด้วยหลอด Mercury Vapor แบบแรงดันปานกลาง ขนาด 300 W/in จำนวน 1 หลอด หรือ 200 W/in จำนวน 2 หลอด ทั้งนี้ระบบเป็นแบบ non-visual post-curing โดยจะเกิดการ cross-linking ต่อเนื่องและสมบูรณ์ภายใน 24 ชั่วโมง หมึก PPC Series ทุกสีสามารถผสมกันได้ และ Norcote สามารถพัฒนาสีเฉพาะตามตัวอย่างงานพิมพ์ ตัวอย่างหมึกเปียก หรือหมายเลข Pantone®
zh: PPC 系列为单液 UV 固化油墨体系，用于常见容器应用直接印刷。适用于处理过的 HDPE、LDPE、聚丙烯、苯乙烯、PET 和 PVC。PET 可能需要火焰处理以提升附着力；薄壁 PVC 可能发生脆化（04 系列可能更适合 PVC）。油墨以印刷就绪粘度供应；可使用 PPC-070 稀释剂或 PPC-049 罩印清漆稀释。固化：UV 光 280–400 nm；使用 1 支 300 W/in 或 2 支 200 W/in 中压汞灯快速固化。非视觉后固化，交联持续至 24 小时。所有 PPC 系列颜色可互混。可在 Norcote 使用印刷样、湿油墨样或 Pantone® 色号进行定制与特定颜色匹配。

# inks.series.ppc.features.0
source: One part; no additives required
ja: 一液型；添加剤不要
th: หนึ่งส่วน; ไม่ต้องใช้สารเติม
zh: 单液；无需添加剂

# inks.series.ppc.features.1
source: Chemical resistant; quick curing; superb gloss; high definition
ja: 耐薬品；速乾；高光沢；高精細
th: ทนสารเคมี; อบแห้งเร็ว; ความเงาสูง; ความละเอียดสูง
zh: 耐化学；快干；高光泽；高清晰

# inks.series.ppc.features.2
source: Excellent intercoat adhesion
ja: 優れた層間密着
th: การยึดเกาะชั้นกลางยอดเยี่ยม
zh: 层间附着力佳

# inks.series.ppc.features.3
source: Mesh: 355 TPI and higher (140/cm²) low elongation monofilament polyester; tension 18–25 N/cm²
ja: メッシュ：355 TPI以上（140/cm²）低伸長モノフィラメントポリエステル；張力18–25 N/cm²
th: ผ้าเบอร์: 355 TPI ขึ้นไป (140/cm²) โพลีเอสเตอร์โมโนฟิลาเมนต์ยืดต่ำ; แรงดึง 18–25 N/cm²
zh: 网：355 TPI 及以上（140/cm²）低伸长单丝聚酯；张力 18–25 N/cm²

# inks.series.ppc.features.4
source: Stencil: direct emulsions and thin capillary films (15–25 µm)
ja: ステンシル：直接エマルジョンおよび薄いキャピラリーフィルム（15–25 µm）
th: สเตนซิล: อิมัลชันแบบเคลือบตรง (Direct Emulsion) และฟิล์มคาพิลลารีแบบบาง (15–25 µm)
zh: 模板：直接乳剂与薄毛细膜（15–25 µm）

# inks.series.ppc.features.5
source: Squeegee: sharp 80 shore durometer polyurethane preferred (60–90 or dual durometer)
ja: スクイージー：シャープ80ショア硬さポリウレタン推奨（60–90またはデュアル硬さ）
th: ยางปาด: โพลียูรีเทน 80 shore durometer แหลมแนะนำ (60–90 หรือ dual durometer)
zh: 刮刀：推荐锐角 80 肖氏硬度聚氨酯（60–90 或双硬度）

# inks.series.ppc.features.6
source: Coverage: approximately 2,500 sq ft per gallon
ja: カバレッジ：約2,500平方フィート/ガロン
th: พื้นที่ครอบคลุม: ประมาณ 2,500 ตารางฟุตต่อแกลลอน
zh: 覆盖率：约 2,500 平方英尺/加仑

# inks.series.ppc.features.7
source: PPC-000 Mixing Base for metallics/fluorescent; add into pigmented ink only (reactive to light)
ja: PPC-000ミキシングベース（メタリック/蛍光用）；顔料インクのみに添加（光反応性）
th: PPC-000 Mixing Base สำหรับเมทัลลิก/เรืองแสง; เติมเฉพาะหมึกที่มีเม็ดสี (ไวต่อแสง)
zh: PPC-000 调合基（金属/荧光用）；仅加入含颜料油墨（光反应性）

# inks.series.ppc.features.8
source: Fluorescent colors and T-Powders available on request
ja: 蛍光色およびT-Powdersはお問い合わせにて対応
th: สีเรืองแสงและ T-Powders ตามคำขอ
zh: 荧光色与 T-Powders 可按需提供

# inks.series.ppc.features.9
source: Screen cleaning: conventional solvent; avoid alcohol. Norcote Press Wash 110, 140, or NSW-824
ja: スクリーン洗浄：従来の溶剤；アルコールは避ける。Norcote Press Wash 110、140、またはNSW-824
th: การทำความสะอาดสกรีน: ตัวทำละลายทั่วไป; หลีกเลี่ยงแอลกอฮอล์ Norcote Press Wash 110, 140 หรือ NSW-824
zh: 网版清洗：常规溶剂；避免酒精。Norcote Press Wash 110、140 或 NSW-824

# inks.series.ppc.features.10
source: Standard warranty: 1 year from date of sale (no additives); see bulletin for custom colors and limitations
ja: 標準保証：販売日から1年（添加剤なし）；カスタム色と制限事項は技術資料を参照
th: การรับประกันมาตรฐาน: 1 ปีนับจากวันที่ขาย (ไม่มีสารเติม); ดูเอกสารสำหรับสีตามสั่งและข้อจำกัด
zh: 标准保修：自销售日起 1 年（无添加剂）；定制色与限制见技术资料

# inks.series.msk.longDescription
source: The MSK Series is a high-end, UV curable, second surface ink system specifically formulated for use on substrates common to the industrial graphics market, such as polycarbonate, print treated polyesters, and PC/PET blends. Suitable for demanding applications where adhesive resistance, opacity, embossability, and actuation resistance are required, such as user interface overlays, nameplates, and automotive applications. MSK Series inks cure only when exposed to UV light of the proper wavelength. Curing speeds depend on ink film thickness and lamp energy level; ink should be cured immediately after printing. Works best with two 200 wpi focused medium pressure mercury vapor lamps. MSK is a non-visual post-curing system with further cross-linking occurring up to 24 hours later. Custom and specific colors can be matched at Norcote with customer-supplied print sample, wet ink sample, Pantone® numbers, or other recognized standards.
ja: MSKシリーズは、ポリカーボネート、印刷処理ポリエステル、PC/PETブレンドなど、産業用グラフィック市場で一般的に使用される基材向けに特別に開発された高性能UV硬化裏面印刷インクシステムです。高い密着抵抗、不透明性、エンボス適性、耐作動性が求められるUIオーバーレイ、ネームプレート、自動車用途などの要求の厳しいアプリケーションに適しています。MSKシリーズインクは、適切な波長のUV光に曝露された場合のみ硬化し、硬化速度はインク膜厚およびランプ出力に依存します。そのため、印刷後は速やかに硬化させてください。200 wpi集光中圧水銀ランプ2灯構成で最適な性能を発揮します。本シリーズは非視覚的後硬化システムであり、硬化後も最大24時間にわたり追加の架橋反応が進行します。Norcoteでは、印刷サンプル、湿潤インクサンプル、Pantone®番号、その他認定標準に基づくカスタムカラー対応が可能です。
th: MSK Series คือหมึกพิมพ์ชนิด UV Curable ระดับพรีเมียมสำหรับงานพิมพ์ด้านหลัง (Second Surface) ที่พัฒนาขึ้นเฉพาะสำหรับวัสดุในตลาดกราฟิกอุตสาหกรรม เช่น โพลีคาร์บอเนต โพลีเอสเตอร์ที่ผ่านการเตรียมผิว และวัสดุผสม PC/PET เหมาะสำหรับงานที่ต้องการคุณสมบัติสูงและความทนทานเป็นพิเศษ ไม่ว่าจะเป็นความทนต่อกาว ความทึบแสง ความสามารถในการปั๊มนูน และความทนต่อการกดหรือการใช้งานซ้ำ เช่น แผงควบคุมผู้ใช้ เนมเพลต และชิ้นส่วนในอุตสาหกรรมยานยนต์ หมึกจะทำปฏิกิริยาและแข็งตัวเฉพาะเมื่อได้รับแสง UV ที่มีความยาวคลื่นเหมาะสม โดยความเร็วในการอบขึ้นอยู่กับความหนาของฟิล์มหมึกและพลังงานของหลอด UV และควรอบทันทีหลังการพิมพ์เพื่อให้ได้ประสิทธิภาพสูงสุด ระบบทำงานได้ดีที่สุดเมื่อใช้หลอด UV Mercury Vapor แบบแรงดันปานกลางจำนวน 2 หลอด กำลัง 200 WPI พร้อมชุดโฟกัส ทั้งนี้ MSK เป็นระบบ Non-visual Post-Curing ซึ่งจะเกิดการเชื่อมโครงสร้างของหมึกเพิ่มเติมต่อเนื่องหลังการอบ และจะสมบูรณ์เต็มที่ภายในประมาณ 24 ชั่วโมง นอกจากนี้ Norcote สามารถพัฒนาสีตามความต้องการเฉพาะได้ โดยอ้างอิงจากตัวอย่างงานพิมพ์จริง ตัวอย่างหมึกเปียก หมายเลข Pantone® หรือมาตรฐานสีที่เป็นที่ยอมรับอื่น ๆ ตามที่ลูกค้าจัดเตรียม
zh: MSK 系列为高端 UV 固化背面油墨体系，专为工业图形市场常用基材（如聚碳酸酯、印刷处理聚酯与 PC/PET 共混物）设计。适用于需要耐胶、不透明度、可压凸与耐操作的应用，如用户界面 overlay、铭牌与汽车应用。MSK 系列油墨仅在暴露于适当波长 UV 光时固化。固化速度取决于油墨膜厚与灯能量；印刷后应立即固化。与 2 支 200 wpi 聚焦中压汞灯配合效果最佳。MSK 为非视觉后固化体系，后续交联持续至 24 小时。可在 Norcote 使用客户提供的印刷样、湿油墨样、Pantone® 色号或其他认可标准进行定制与特定颜色匹配。

# inks.series.msk.features.0
source: Extremely flexible; embossable
ja: 極めて柔軟；エンボス可能
th: ยืดหยุ่นมาก; กดนูนได้
zh: 极柔韧；可压凸

# inks.series.msk.features.1
source: Excellent adhesion and intercoat adhesion
ja: 優れた密着性および層間密着
th: การยึดเกาะชั้นตรงกลางยอดเยี่ยม

# inks.series.msk.features.2
source: Very opaque; outstanding print definition
ja: 非常に不透明；優れた印刷精度
th: ทึบแสงมาก; ความคมชัดการพิมพ์ยอดเยี่ยม
zh: 极不透明；印刷清晰度出色

# inks.series.msk.features.3
source: Mesh: 355 TPI (140/cm²) and above for single lamp; 280 TPI (110/cm²) for two lamp systems
ja: メッシュ：単灯用355 TPI（140/cm²）以上；2灯システム用280 TPI（110/cm²）
th: ผ้าเบอร์: 355 TPI (140/cm²) ขึ้นไปสำหรับหลอดเดียว; 280 TPI (110/cm²) สำหรับระบบ 2 หลอด

# inks.series.msk.features.4
source: Stencil: direct or capillary emulsions, UV compatible, 7–10 µm dry thickness
ja: ステンシル：直接またはキャピラリーエマルジョン、UV対応、乾燥厚7–10 µm
th: สเตนซิล: อิมัลชันแบบเคลือบโดยตรง หรือฟิล์มคาพิลลารีที่รองรับ UV (ความหนา 7–10 µm)
zh: 模板：直接或毛细乳剂，UV 兼容，干厚 7–10 µm

# inks.series.msk.features.5
source: Squeegee: 80 durometer molded preferred; 70–90 or multi-durometer polyurethane
ja: スクイージー：80硬さ成形推奨；70–90またはマルチ硬さポリウレタン
th: ยางปาด: 80 durometer แบบขึ้นรูปแนะนำ; 70–90 หรือ multi-durometer polyurethane
zh: 刮刀：推荐 80 硬度模制；70–90 或多硬度聚氨酯

# inks.series.msk.features.6
source: Coverage: approximately 2,200–3,200 sq ft per gallon (0.40–0.60 mil film deposit)
ja: カバレッジ：約2,200–3,200平方フィート/ガロン（0.40–0.60 milフィルム堆積）
th: พื้นที่ครอบคลุม: ประมาณ 2,200–3,200 ตารางฟุตต่อแกลลอน (0.40–0.60 mil ฟิล์ม)
zh: 覆盖率：约 2,200–3,200 平方英尺/加仑（0.40–0.60 mil 膜厚）

# inks.series.msk.features.7
source: Cure: two 200 wpi focused medium pressure mercury vapor lamps; 200 mJ/cm² @ 600 mW/cm² for most colors; 300 mJ/cm² @ 600+ mW/cm² for opaque colors and metallics
ja: 硬化：2本200 wpi集光中圧水銀ランプ；ほとんどの色は200 mJ/cm² @ 600 mW/cm²；不透明色とメタリックは300 mJ/cm² @ 600+ mW/cm²
th: การอบ: ใช้หลอด Mercury Vapor แบบแรงดันปานกลางพร้อมชุดโฟกัส ขนาด 200 WPI จำนวน 2 หลอด โดยพลังงานที่แนะนำคือ 200 mJ/cm² ที่ความเข้มแสง 600 mW/cm² สำหรับสีทั่วไป และ 300 mJ/cm² ที่ความเข้มแสงมากกว่า 600 mW/cm² สำหรับสีทึบและสีเมทัลลิก

# inks.series.msk.features.8
source: Thinner: up to 10% MSK-070 Thinner or 5–10% MSK-049 Mixing Clear
ja: シンナー：MSK-070シンナー最大10%またはMSK-049ミキシングクリア5–10%
th: Thinner: MSK-070 Thinner ได้ถึง 10% หรือ MSK-049 Mixing Clear 5–10%
zh: 稀释剂：MSK-070 稀释剂最多 10% 或 MSK-049 调合清漆 5–10%

# inks.series.msk.features.9
source: MSK-000 Metallic Mixing Clear for metallics; increases viscosity to stabilize pigment suspension
ja: MSK-000メタリックミキシングクリア（メタリック用）；粘度を上げて顔料懸濁を安定化
th: MSK-000 Metallic Mixing Clear สำหรับสำหรับสีเมทัลลิก; เพิ่มความหนืดเพื่อช่วยคงสภาพการกระจายตัวของเม็ดสี

# inks.series.msk.features.10
source: Not weatherable for first surface outdoor; can be used for second surface outdoor where protected
ja: 屋外表面には耐候性なし；保護された屋外裏面には使用可能
th: ไม่ทนสภาพอากาศสำหรับการพิมพ์ผิวหน้า (First Surface) ภายนอกอาคาร; สามารถใช้กับการพิมพ์ผิวหลัง (Second Surface) ภายนอกอาคารได้เมื่อมีการปกป้องพื้นผิว
zh: 不适用于户外正面；可用于受保护的户外背面

# inks.series.msk.features.11
source: Screen cleaning: conventional solvent; avoid alcohol. Norcote Press Wash 110, 140, or NSW-824
ja: スクリーン洗浄：従来の溶剤；アルコールは避ける。Norcote Press Wash 110、140、またはNSW-824
th: การทำความสะอาดสกรีน: ตัวทำละลายทั่วไป; หลีกเลี่ยงแอลกอฮอล์ Norcote Press Wash 110, 140 หรือ NSW-824
zh: 网版清洗：常规溶剂；避免酒精。Norcote Press Wash 110、140 或 NSW-824

# inks.series.msk.features.12
source: Fluorescent colors available on request (not light-fast beyond 60–90 days); 230–260 mesh recommended
ja: 蛍光色はお問い合わせにて対応（60–90日を超える耐光性なし）；230–260メッシュ推奨
th: สีเรืองแสงตามคำขอ (ไม่ทนแสงเกิน 60–90 วัน); แนะนำผ้าเบอร์ 230–260
zh: 荧光色可按需提供（60–90 天后不耐光）；推荐 230–260 网

# inks.series.msk.features.13
source: ODMSK-2586-A2 Light-block Ink available (mesh 355.34 pw, two 300 wpi medium pressure mercury lamps)
ja: ODMSK-2586-A2ライトブロックインク対応（メッシュ355.34 pw、2本300 wpi中圧水銀ランプ）
th: ODMSK-2586-A2 Light-block Ink มีให้ (ผ้าเบอร์ 355.34 pw, 2 หลอด 300 wpi ปรอทแรงดันกลาง)
zh: ODMSK-2586-A2 遮光油墨可选（网 355.34 pw，2 支 300 wpi 中压汞灯）

# inks.series.msk.features.14
source: Standard warranty: 1 year from date of sale (no additives); see bulletin for custom colors and limitations
ja: 標準保証：販売日から1年（添加剤なし）；カスタム色と制限事項は技術資料を参照
th: การรับประกันมาตรฐาน: 1 ปีนับจากวันที่ขาย (ไม่มีสารเติม); ดูเอกสารสำหรับสีตามสั่งและข้อจำกัด
zh: 标准保修：自销售日起 1 年（无添加剂）；定制色与限制见技术资料

# inks.series.1500.longDescription
source: The 1500 is a UV curable ink system specifically formulated for pressure sensitive decal applications requiring exterior exposure up to five years. 1500 Series inks provide excellent flexibility, eliminating edge curl due to ink film shrinkage, as well as outstanding adhesion properties while being NVP free. Combined with automotive grade pigments, Norcote's 1500 Series exhibits excellent opacity and light-fastness, resulting in superior overall performance on pressure sensitive vinyls and print treated polyesters. It is the responsibility of the user to pretest all substrates with Norcote products prior to use in production.
ja: 1500シリーズは、最大5年間の屋外耐候性が求められる感圧デカール用途向けに特別に設計されたUV硬化インクシステムです。優れた柔軟性により、インク膜収縮によるエッジカールを抑制し、NVPフリーでありながら高い密着性を実現しています。自動車グレードの顔料を使用することで、高い不透明性と耐光性を備え、感圧ビニールおよび印刷処理ポリエステル上で優れた総合性能を発揮します。量産使用前には、すべての基材について事前に適合性試験を行うことを推奨します。
th: 1500 เป็นระบบหมึก UV ที่ออกแบบพิเศษสำหรับสติกเกอร์กดติดที่ต้องการทนสภาพกลางแจ้งถึง 5 ปี หมึก 1500 Series ให้ความยืดหยุ่นยอดเยี่ยม กำจัดขอบม้วนเนื่องจากหดตัวของฟิล์มหมึก และคุณสมบัติการยึดเกาะที่ยอดเยี่ยมในขณะที่ไร้ NVP ร่วมกับเม็ดสีเกรดยานยนต์ 1500 Series ของ Norcote แสดงความทึบแสงและความทนแสงยอดเยี่ยม ส่งผลให้ประสิทธิภาพโดยรวมเหนือกว่าในไวนิลกดติดและโพลีเอสเตอร์ที่ผ่านการพิมพ์ เป็นความรับผิดชอบของผู้ใช้ในการทดสอบล่วงหน้าทุกพื้นผิวด้วยผลิตภัณฑ์ Norcote ก่อนใช้ในการผลิต
zh: 1500 为专为需要最多 5 年户外暴露的压敏贴花应用配制的 UV 固化油墨体系。1500 系列油墨提供出色的柔韧性，消除因油墨膜收缩导致的边缘卷曲，同时具有出色的附着力且无 NVP。结合汽车级颜料，Norcote 的 1500 系列展现出出色的不透明度与耐光性，在压敏乙烯基与印刷处理聚酯上实现卓越的整体性能。用户有责任在生产使用前使用 Norcote 产品对所有基材进行预测试。

# inks.series.1500.features.0
source: Recommended for 3–5 years exterior exposure
ja: 3–5年の屋外暴露推奨
th: แนะนำสำหรับทนสภาพกลางแจ้ง 3–5 ปี
zh: 推荐用于 3–5 年户外暴露

# inks.series.1500.features.1
source: Not recommended for vinyl with high plasticizer (e.g. static cling); five-year outdoor durability contingent on substrate compatibility
ja: 可塑剤が多いビニール（例：静電気付着）には推奨されない；5年の屋外耐久性は基材適合性に依存
th: ไม่แนะนำสำหรับไวนิลที่มีปริมาณพลาสติไซเซอร์สูง (เช่น สตาติกคลิงก์); ความทนทานภายนอกอาคาร 5 ปีขึ้นอยู่กับความเข้ากันได้ของวัสดุพิมพ์
zh: 不推荐用于高增塑剂乙烯基（如静电吸附）；5 年户外耐久性取决于基材兼容性

# inks.series.1500.features.2
source: Excellent opacity; high gloss
ja: 優れた不透明度；高光沢
th: ความทึบแสงยอดเยี่ยม; ความเงาสูง

# inks.series.1500.features.3
source: Excellent solvent & abrasion resistance
ja: 優れた耐溶剤・耐摩耗性
th: ทนต่อสารทำละลายและการขัดถูยอดเยี่ยม
zh: 耐溶剂与耐磨损性佳

# inks.series.1500.features.4
source: Low shrinkage; NVP free
ja: 低収縮；NVPフリー
th: การหดตัวต่ำ; ไม่ผสมนี–วินิลไพโรลิดิโนน (NVP-Free)
zh: 低收缩；无 NVP

# inks.series.1500.features.5
source: Mesh: 355 PW and above for single lamp; 305 PW and above for two lamp UV systems
ja: メッシュ：単灯用355 PW以上；2灯UVシステム用305 PW以上
th: ผ้าเบอร์: 355 PW ขึ้นไปสำหรับหลอดเดียว; 305 PW ขึ้นไปสำหรับระบบ UV 2 หลอด
zh: 网：单灯 355 PW 及以上；双灯 UV 系统 305 PW 及以上

# inks.series.1500.features.6
source: Stencil: direct or capillary emulsions, UV compatible, 7–10 µm dry thickness
ja: ステンシル：直接またはキャピラリーエマルジョン、UV対応、乾燥厚7–10 µm
th: สเตนซิล: อิมัลชันแบบเคลือบโดยตรง หรือฟิล์มคาพิลลารีที่รองรับ UV (7–10 µm)
zh: 模板：直接或毛细乳剂，UV 兼容，干厚 7–10 µm

# inks.series.1500.features.7
source: Squeegee: cut or molded 70–90 durometer or multi-durometer polyurethane, UV compatible
ja: スクイージー：カットまたは成形70–90硬さまたはマルチ硬さポリウレタン、UV対応
th: ยางปาด: ตัดหรือขึ้นรูป 70–90 durometer หรือ multi-durometer polyurethane ใช้กับ UV ได้
zh: 刮刀：切割或模制 70–90 硬度或多硬度聚氨酯，UV 兼容

# inks.series.1500.features.8
source: Coverage: 3,200–3,600 sq ft per gallon (0.40–0.60 mil film deposit)
ja: カバレッジ：3,200–3,600平方フィート/ガロン（0.40–0.60 milフィルム堆積）
th: พื้นที่ครอบคลุม: 3,200–3,600 ตารางฟุตต่อแกลลอน (0.40–0.60 mil ฟิล์ม)

# inks.series.1500.features.9
source: Cure: one 300 W/in or two 200 W/in focused medium pressure mercury vapor lamps; 200 mJ/cm² @ 600 mW/cm² for most colors and clear; 300 mJ/cm² @ 600+ mW/cm² for most opaque colors
ja: 硬化：1本300 W/inまたは2本200 W/in集光中圧水銀ランプ；ほとんどの色とクリアは200 mJ/cm² @ 600 mW/cm²；ほとんどの不透明色は300 mJ/cm² @ 600+ mW/cm²
th: การอบ: ใช้หลอด Mercury Vapor แบบแรงดันปานกลางพร้อมชุดโฟกัส ขนาด 300 W/in จำนวน 1 หลอด หรือ 200 W/in จำนวน 2 หลอด โดยพลังงานที่แนะนำคือ 200 mJ/cm² ที่ความเข้มแสง 600 mW/cm² สำหรับสีทั่วไปและหมึกใส และ 300 mJ/cm² ที่ความเข้มแสงมากกว่า 600 mW/cm² สำหรับสีทึบส่วนใหญ่
zh: 固化：1 支 300 W/in 或 2 支 200 W/in 聚焦中压汞灯；大多数颜色与清漆 200 mJ/cm² @ 600 mW/cm²；大多数不透明色 300 mJ/cm² @ 600+ mW/cm²

# inks.series.1500.features.10
source: Thinning: up to 10% UVO Universal Thinner or 5–10% 1500-049 Mixing Clear; do not microwave
ja: 希釈：UVO Universal Thinner最大10%または1500-049ミキシングクリア5–10%；電子レンジは使用しない
th: การเจือจาง: UVO Universal Thinner ได้ถึง 10% หรือ 1500-049 Mixing Clear 5–10%; ห้ามเข้าไมโครเวฟ
zh: 稀释：UVO 通用稀释剂最多 10% 或 1500-049 调合清漆 5–10%；请勿使用微波

# inks.series.1500.features.11
source: Non-visual post-curing; cross-linking up to 24 hours; cross hatch tape test (3M 600) after exiting cure unit and cooling
ja: 非視覚後硬化；最大24時間架橋；硬化ユニット退出後冷却してからクロスハッチテープテスト（3M 600）
th: ไม่มีการเปลี่ยนแปลงให้เห็นหลังการอบต่อ (Post-Curing); กระบวนการเชื่อมขวาง (Cross-Linking) ดำเนินต่อได้ถึง 24 ชั่วโมง; ทดสอบครอสแฮทช์ด้วยเทป (3M 600) หลังออกจากชุดอบและปล่อยให้เย็นลง
zh: 非视觉后固化；交联持续至 24 小时；离开固化单元并冷却后进行交叉划格胶带测试（3M 600）

# inks.series.1500.features.12
source: 1500-C1094 Sunblock Clear recommended to increase outdoor durability and light-fastness
ja: 屋外耐久性と耐光性向上に1500-C1094サンブロッククリア推奨
th: แนะนำ 1500-C1094 Sunblock Clear เพื่อเพิ่มความทนทานกลางแจ้งและความทนแสง
zh: 推荐 1500-C1094 防晒清漆以提高户外耐久性与耐光性

# inks.series.1500.features.13
source: Metallics: 1500-011 Metallic Mixing Clear; mesh 195–305 pw generally recommended for metallic pigment transfer
ja: メタリック：1500-011メタリックミキシングクリア；メタリック顔料転写には一般にメッシュ195–305 pw推奨
th: เมทัลลิก: 1500-011 Metallic Mixing Clear; โดยทั่วไปแนะนำผ้าเบอร์ 195–305 pw สำหรับการถ่ายโอนเม็ดสีเมทัลลิก

# inks.series.1500.features.14
source: Fluorescent colors and T-Powders available on request (not light-fast beyond 60–90 days); 230–260 plain weave mesh recommended
ja: 蛍光色およびT-Powdersはお問い合わせにて対応（60–90日を超える耐光性なし）；230–260平織メッシュ推奨
th: สีเรืองแสงและ T-Powders ตามคำขอ (ไม่ทนแสงเกิน 60–90 วัน); แนะนำผ้าเบอร์สานธรรมดา 230–260
zh: 荧光色与 T-Powders 可按需提供（60–90 天后不耐光）；推荐 230–260 平织网

# inks.series.1500.features.15
source: Clean-up: conventional solvent; avoid alcohol. Norcote Press Wash 110, 140, or NSW-824
ja: 洗浄：従来の溶剤；アルコールは避ける。Norcote Press Wash 110、140、またはNSW-824
th: การทำความสะอาด: ตัวทำละลายทั่วไป; หลีกเลี่ยงแอลกอฮอล์ Norcote Press Wash 110, 140 หรือ NSW-824
zh: 清洗：常规溶剂；避免酒精。Norcote Press Wash 110、140 或 NSW-824

# inks.series.1500.features.16
source: Standard warranty: 1 year from date of sale (no additives); 1 month for custom colors containing DayGlo® JZB or T-Powder; custom colors with metallic pastes or intermixed competitor products not warranted
ja: 標準保証：販売日から1年（添加剤なし）；DayGlo® JZBまたはT-Powder含有カスタム色は1ヶ月；メタリックペーストまたは競合製品混入カスタム色は保証なし
th: การรับประกันมาตรฐาน: 1 ปีนับจากวันที่ขาย (ไม่มีสารเติม); 1 เดือนสำหรับสีตามสั่งที่มี DayGlo® JZB หรือ T-Powder; สีตามสั่งที่มีเมทัลลิกหรือผลิตภัณฑ์คู่แข่งผสมไม่รับประกัน
zh: 标准保修：自销售日起 1 年（无添加剂）；含 DayGlo® JZB 或 T-Powder 的定制色 1 个月；含金属浆或混入竞品的定制色不保修

# inks.series.specialty.longDescription
source: Specialty UV screen inks for decorative, metallic, and special-effect applications. Availability and specifications vary; contact us for technical bulletins and recommendations.
ja: 装飾用途、メタリック表現、特殊効果向けに設計されたスペシャルティUVスクリーンインクシリーズです。品目により仕様や供給状況が異なるため、技術資料および推奨条件についてはお問い合わせください。
th: หมึกสกรีน UV พิเศษสำหรับงานตกแต่ง เมทัลลิก และเอฟเฟกต์พิเศษ สต็อกและรายละเอียดต่างกัน ติดต่อขอข้อมูลทางเทคนิคและคำแนะนำ
zh: 装饰、金属与特效用特种 UV 丝网油墨。供应与规格因产品而异；技术资料与推荐请联系我们。

# inks.series.specialty.features.0
source: Metallics
ja: メタリック
th: เมทัลลิก
zh: 金属色

# inks.series.specialty.features.1
source: Pearlescent
ja: パール
th: มุก
zh: 珠光

# inks.series.specialty.features.2
source: Custom effects
ja: カスタム効果
zh: 定制效果

# inks.series.specialty.features.3
source: Technical support
ja: 技術サポート
th: การสนับสนุนทางเทคนิค
zh: 技术支援

# inks.catalogue.title
source: UV Screen Printing Inks
ja: UVスクリーン印刷インク
th: หมึกพิมพ์สกรีน UV
zh: UV丝网印刷油墨

# inks.catalogue.description
source: Our UV screen printing ink series from Norcote International. Each series is designed for specific applications and substrates. More ink types will be added in the future.
ja: Norcote InternationalのUVスクリーン印刷インクシリーズ。各シリーズは特定の用途と基材向けに設計されています。今後さらにインクタイプを追加予定です。
th: หมึกพิมพ์ยูวีสกรีนของเรา จาก Norcote International โดยแต่ละซีรีส์ได้รับการออกแบบมาให้เหมาะกับงานพิมพ์และวัสดุเฉพาะทางแตกต่างกันไป และจะมีการเพิ่มประเภทหมึกใหม่ ๆ ในอนาคต
zh: Norcote International 的 UV 丝网印刷油墨系列。每个系列针对特定应用和基材设计。未来将增加更多油墨类型。

# inks.catalogue.screenPrinting
source: Screen Printing
ja: スクリーン印刷
th: การพิมพ์สกรีน
zh: 丝网印刷

# inks.catalogue.viewDetails
source: View details →
ja: 詳細を見る →
th: ดูรายละเอียด →
zh: 查看详情 →

# footer.companyName
source: Sonica
th: บริษัท โซนิก้า จำกัด
